Repository: BlackyBPG/EDMC_GPL
Catalog: L10n/*.strings
Languages: de

source: !Language
de: Deutsch

source: Elated
de: Begeistert

source: Happy
de: Glücklich

source: Discontented
de: Unzufrieden

source: Unhappy
de: Unglücklich

source: Despondent
de: Niedergeschlagen

source: Investment
de: Investition

source: Bust
de: Pleite

source: Famine
de: Hungernd

source: CivilLiberty
de: Bürgerliche Freiheit

source: CivilUnrest
de: Zivile Unruhen

source: Retreat
de: Rückzug

source: Outbreak
de: Ausbruch

source: Election
de: Wahlen

source: CivilWar
de: Bürgerkrieg

source: War
de: Krieg

source: Exiled
de: Verbannt

source: PirateAttack
de: Piratenangriff

source: Infested
de: Befallen

source: Incursion
de: Invasion

source: Blight
de: Verdorben

source: Drought
de: Dürre

source: InfrastructureFailure
de: Infrastrukturfehler

source: NaturalDisaster
de: Naturkatastrophe

source: PublicHoliday
de: Gesetzlicher Feiertag

source: TerroristAttack
de: Terroranschlag

source: GPL Influence:
de: Einfluss der GPL:

source: Own GPL-Reputation:
de: Eigene GPL-Reputation:

source: Show other System Factions
de: Zeige andere System Fraktionen

source: Show 'Pilots' Federation Local Branch'-Faction in Factionlist
de: Zeige Fraktion 'Pilots' Federation Local Branch' in Fraktionsansicht

source: Show Extra influence for GPL-Faction
de: Zeige zusätzlich Einfluß der GPL

source: Integrate notice in Factionlist
de: Integriere Hinweis in der Fraktionsliste

source: Show own reputation
de: Zeige eigene Reputation

source: Show reputation for all factions
de: Zeige eigene Reputation bei allen Fraktionen

source: Show colorized percentage values
de: Zeige farbige Prozent-Werte

source: Dark Theme
de: Dunkles Design
